taskt/Core/Automation/Commands/WebBrowserGroup/SeleniumBrowserGetWindowAndTabURLsAsDictionaryCommand.dot
digraph "SeleniumBrowserGetWindowAndTabURLsAsDictionaryCommand" {
"SeleniumBrowserGetWindowAndTabURLsAsDictionaryCommand" -> "ASeleniumGetWindowAndTabInformationCommands";
"SeleniumBrowserGetWindowAndTabURLsAsDictionaryCommand" -> "IDictionaryResultProperties";
"ASeleniumGetWindowAndTabInformationCommands" -> "ASeleniumGetFromWebDriverCommands";
"ASeleniumGetFromWebDriverCommands" -> "ASeleniumDoSomethingToWebDriverCommands";
"ASeleniumGetFromWebDriverCommands" -> "IResultProperties";
"ASeleniumDoSomethingToWebDriverCommands" -> "ScriptCommand";
"ASeleniumDoSomethingToWebDriverCommands" -> "ISeleniumDoSomethingToWebDriverProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
