taskt/Core/Automation/Commands/WebBrowserGroup/SeleniumBrowserGetWindowAndTabURLsAsDictionaryCommand.puml
@startuml
SeleniumBrowserGetWindowAndTabURLsAsDictionaryCommand --> ASeleniumGetWindowAndTabInformationCommands
SeleniumBrowserGetWindowAndTabURLsAsDictionaryCommand --> IDictionaryResultProperties
ASeleniumGetWindowAndTabInformationCommands --> ASeleniumGetFromWebDriverCommands
ASeleniumGetFromWebDriverCommands --> ASeleniumDoSomethingToWebDriverCommands
ASeleniumGetFromWebDriverCommands --> IResultProperties
ASeleniumDoSomethingToWebDriverCommands --> ScriptCommand
ASeleniumDoSomethingToWebDriverCommands --> ISeleniumDoSomethingToWebDriverProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
